[
     {
          "full": "the secret of blackbird hand signals: you may communicate with others using nothing but the subtle hand signals developed by house blackbird. requires: you are a member of house blackbird or one of their most trusted servants, or learned from someone who is.",
          "description": "You may communicate with others using nothing but the subtle hand signals developed by House Blackbird.",
          "requires": "You are a member of House Blackbird or one of their most trusted servants, or learned from someone who is.",
          "name": "The Secret of Blackbird Hand Signals",
          "id": "s5",
          "type": "secret"
     },
     {
          "full": "the secret of the bodyguard: once per session, you can re-roll a failure when protecting someone. requires: you are willing to sacrifice your life for someone.",
          "description": "Once per session, you can re-roll a failure when protecting someone.",
          "requires": "You are willing to sacrifice your life for someone.",
          "name": "The Secret of the Bodyguard",
          "id": "s8",
          "type": "secret"
     },
     {
          "full": "the secret of the cat lady: you can talk to cats and cat-like beings, and they are always friendly towards you. requires: you have a lot of cats at home.",
          "description": "You can talk to cats and cat-like beings, and they are always friendly towards you.",
          "requires": "You have a lot of cats at home.",
          "name": "The Secret of the Cat Lady",
          "id": "s11",
          "type": "secret"
     },
     {
          "full": "the secret of common sense: once per session, you may allow someone else a chance to re-roll a failed roll by giving them advice. requires: common sense.",
          "description": "Once per session, you may allow someone else a chance to re-roll a failed roll by giving them advice.",
          "requires": "Common sense.",
          "name": "The Secret of Common Sense",
          "id": "s14",
          "type": "secret"
     },
     {
          "full": "the secret of concealment: no matter how thoroughly you're searched, you always have a few key items with you. you can produce any common, simple item at a moment's notice. requires: keep an item hidden through a thorough search.",
          "description": "No matter how thoroughly you're searched, you always have a few key items with you. You can produce any common, simple item at a moment's notice.",
          "requires": "Keep an item hidden through a thorough search.",
          "name": "The Secret of Concealment",
          "id": "s18",
          "type": "secret"
     },
     {
          "full": "the secret of contacts: you may declare past relationships with any characters in the adventure by describing them in a short phrase, such as 'old rival' or 'ex-lover', but the gm decides the current disposition of each person. requires: you know a lot of people.",
          "description": "You may declare past relationships with any characters in the adventure by describing them in a short phrase, such as 'old rival' or 'ex-lover', but the GM decides the current disposition of each person.",
          "requires": "You know a lot of people.",
          "name": "The Secret of Contacts",
          "id": "s22",
          "type": "secret"
     },
     {
          "full": "the secret of the crimson sky: you know and are known to the crimson sky rebels, and you can reach them under any circumstance. requires: fighting with the crimson sky.",
          "description": "You know and are known to the Crimson Sky rebels, and you can reach them under any circumstance.",
          "requires": "Fighting with the Crimson Sky.",
          "name": "The Secret of the Crimson Sky",
          "id": "s25",
          "type": "secret"
     },
     {
          "full": "the secret of destruction: you can break things with your bare hands as if you were swinging a sledgehammer. it's scary. requires: living in forced labor and humiliation for several years.",
          "description": "You can break things with your bare hands as if you were swinging a sledgehammer. It's scary.",
          "requires": "Living in forced labor and humiliation for several years.",
          "name": "The Secret of Destruction",
          "id": "s29",
          "type": "secret"
     },
     {
          "full": "the secret of determination: if your pool is full (and was before you rolled) you may re-roll once. requires: a near-death experience that you pulled yourself out of.",
          "description": "If your pool is full (and was before you rolled) you may re-roll once.",
          "requires": "A near-death experience that you pulled yourself out of.",
          "name": "The Secret of Determination",
          "id": "s33",
          "type": "secret"
     },
     {
          "full": "the secret of disarmament: your attacks, if successful, always disarm your opponents. requires: study with a master duelist.",
          "description": "Your attacks, if successful, always disarm your opponents.",
          "requires": "Study with a master duelist.",
          "name": "The Secret of Disarmament",
          "id": "s36",
          "type": "secret"
     },
     {
          "full": "the secret of endless trouble: you may re-roll a failed roll if you elect to mark a relevant condition. requires: none.",
          "description": "You may re-roll a failed roll if you elect to mark a relevant condition.",
          "requires": "None.",
          "name": "The Secret of Endless Trouble",
          "id": "s39",
          "type": "secret"
     },
     {
          "full": "the secret of experience: once per session, you can use tags from more than one trait when you make a roll. requires: experience in a wide variety of dangerous situations.",
          "description": "Once per session, you can use tags from more than one trait when you make a roll.",
          "requires": "Experience in a wide variety of dangerous situations.",
          "name": "The Secret of Experience",
          "id": "s43",
          "type": "secret"
     },
     {
          "full": "the secret of the explorer: you've been all over the wild blue, seen a lot of strange things. once per session, you can re-roll a failure when you're dealing with local customs or strange places. requires: you've traveled from one side of the wild blue to the other.",
          "description": "You've been all over the Wild Blue, seen a lot of strange things. Once per session, you can re-roll a failure when you're dealing with local customs or strange places.",
          "requires": "You've traveled from one side of the Wild Blue to the other.",
          "name": "The Secret of the Explorer",
          "id": "s48",
          "type": "secret"
     },
     {
          "full": "the secret of family: once per session, you may call on assistance from one of your many, many relatives. requires: a large family.",
          "description": "Once per session, you may call on assistance from one of your many, many relatives.",
          "requires": "A large family.",
          "name": "The Secret of Family",
          "id": "s51",
          "type": "secret"
     },
     {
          "full": "the secret of the flying leap: you can jump three times as far as an ordinary man, and never lose your balance. requires: training with the monks at the roof of the world.",
          "description": "You can jump three times as far as an ordinary man, and never lose your balance.",
          "requires": "Training with the monks at the Roof of the World.",
          "name": "The Secret of the Flying Leap",
          "id": "s55",
          "type": "secret"
     },
     {
          "full": "the secret of the hidden plan: you plan for every contingency. once per session, you may declare how you prepared for the situation at hand. this may involve a roll. requires: succeed at an endeavor because of a good plan.",
          "description": "You plan for every contingency. Once per session, you may declare how you prepared for the situation at hand. This may involve a roll.",
          "requires": "Succeed at an endeavor because of a good plan.",
          "name": "The Secret of the Hidden Plan",
          "id": "s59",
          "type": "secret"
     },
     {
          "full": "the secret of the hound: you speak the language of wolves and dogs. requires: acceptance into a dog pack.",
          "description": "You speak the language of wolves and dogs.",
          "requires": "Acceptance into a dog pack.",
          "name": "The Secret of the Hound",
          "id": "s62",
          "type": "secret"
     },
     {
          "full": "the secret of inner focus: once per session, you can re-roll a failure when doing sorcery. requires: do some impressive sorcery while distracted or under a lot of pressure.",
          "description": "Once per session, you can re-roll a failure when doing Sorcery.",
          "requires": "Do some impressive Sorcery while distracted or under a lot of pressure.",
          "name": "The Secret of Inner Focus",
          "id": "s65",
          "type": "secret"
     },
     {
          "full": "the secret of the iron mind: you can refresh your pool whenever you defeat someone else in a oneon-one personal contest of any type, as long as it has been established as a contest between you. requires: you live for competition.",
          "description": "You can refresh your pool whenever you defeat someone else in a oneon-one personal contest of any type, as long as it has been established as a contest between you.",
          "requires": "You live for competition.",
          "name": "The Secret of the Iron Mind",
          "id": "s68",
          "type": "secret"
     },
     {
          "full": "the secret of the jack of all trades: . . . but master of none. when you add a trait, you get a tag for free. however, you can never have more than four tags in any trait. requires: beginner's luck.",
          "description": ". . . but master of none. When you add a trait, you get a tag for free. However, you can never have more than four tags in any trait.",
          "requires": "Beginner's luck.",
          "name": "The Secret of the Jack of All Trades",
          "id": "s72",
          "type": "secret"
     },
     {
          "full": "the secret of leadership: once per session, you can give someone else a chance to re-roll a failed roll, by giving them orders, advice, or setting a good example. requires: you are an official or de-facto leader.",
          "description": "Once per session, you can give someone else a chance to re-roll a failed roll, by giving them orders, advice, or setting a good example.",
          "requires": "You are an official or de-facto leader.",
          "name": "The Secret of Leadership",
          "id": "s76",
          "type": "secret"
     },
     {
          "full": "the secret of the lucky break: once per session, you can keep your pool dice when you succeed (so go ahead and use 'em all). requires: succeed at something decidedly unlikely.",
          "description": "Once per session, you can keep your pool dice when you succeed (so go ahead and use 'em all).",
          "requires": "Succeed at something decidedly unlikely.",
          "name": "The Secret of the Lucky Break",
          "id": "s80",
          "type": "secret"
     },
     {
          "full": "the secret of luck: once per session, you may declare something almost unbelievably coincidental or lucky that happens to your benefit. requires: someone has commented on how lucky you are.",
          "description": "Once per session, you may declare something almost unbelievably coincidental or lucky that happens to your benefit.",
          "requires": "Someone has commented on how lucky you are.",
          "name": "The Secret of Luck",
          "id": "s83",
          "type": "secret"
     },
     {
          "full": "the secret of the name: you are (in)famous. people may not know your face, but when anyone hears your name they stop in awe. requires: word of your (supposed) deeds has traveled clear across the wild blue.",
          "description": "You are (in)famous. People may not know your face, but when anyone hears your name they stop in awe.",
          "requires": "Word of your (supposed) deeds has traveled clear across the Wild Blue.",
          "name": "The Secret of the Name",
          "id": "s86",
          "type": "secret"
     },
     {
          "full": "the secret of rank: you hold a rank in an organization, military, or guild and have the associated responsibilities and privileges. requires: promotion in the organization or excellent forgeries of papers indicating the same.",
          "description": "You hold a rank in an organization, military, or guild and have the associated responsibilities and privileges.",
          "requires": "Promotion in the organization or excellent forgeries of papers indicating the same.",
          "name": "The Secret of Rank",
          "id": "s91",
          "type": "secret"
     },
     {
          "full": "the secret of reflexes: once per session, you can re-roll a failure when doing anything involving grace, dexterity, or quick reflexes. requires: grace, dexterity, and quick reflexes.",
          "description": "Once per session, you can re-roll a failure when doing anything involving grace, dexterity, or quick reflexes.",
          "requires": "Grace, dexterity, and quick reflexes.",
          "name": "The Secret of Reflexes",
          "id": "s94",
          "type": "secret"
     },
     {
          "full": "the secret of shape warping: as a goblin, you can change your shape, growing shorter, taller, fatter, thinner, or changing your skin color, at will. requires: you are a goblin.",
          "description": "As a goblin, you can change your shape, growing shorter, taller, fatter, thinner, or changing your skin color, at will.",
          "requires": "You are a goblin.",
          "name": "The Secret of Shape Warping",
          "id": "s97",
          "type": "secret"
     },
     {
          "full": "the secret of the shootist: you're deadly with a firearm (or two). once per session, you can reroll a failure when you're shooting. requires: you've been in a lot of gunfights or are learning from someone who has.",
          "description": "You're deadly with a firearm (or two). Once per session, you can reroll a failure when you're shooting.",
          "requires": "You've been in a lot of gunfights or are learning from someone who has.",
          "name": "The Secret of the Shootist",
          "id": "s100",
          "type": "secret"
     },
     {
          "full": "the secret of the signature weapon: you have a weapon you have bonded with (give it a name). you gain a bonus die to any action taken with that weapon. any other character trying to use it loses a die. requires: a named weapon.",
          "description": "You have a weapon you have bonded with (give it a name). You gain a bonus die to any action taken with that weapon. Any other character trying to use it loses a die.",
          "requires": "A named weapon.",
          "name": "The Secret of the Signature Weapon",
          "id": "s104",
          "type": "secret"
     },
     {
          "full": "the secret of the sky song: you know how to call sky squid and can attempt to communicate with them when they appear. requires: you've trained with a master of the sky song or have been dream-linked to a sky squid.",
          "description": "You know how to call sky squid and can attempt to communicate with them when they appear.",
          "requires": "You've trained with a master of the Sky Song or have been dream-linked to a sky squid.",
          "name": "The Secret of the Sky Song",
          "id": "s108",
          "type": "secret"
     },
     {
          "full": "the secret of southern charm: once per session, you may re-roll a failure when trying to influence or charm someone. requires: a true southern accent and a charming smile.",
          "description": "Once per session, you may re-roll a failure when trying to influence or charm someone.",
          "requires": "A true Southern accent and a charming smile.",
          "name": "The Secret of Southern Charm",
          "id": "s111",
          "type": "secret"
     },
     {
          "full": "the secret of the squid: you seem to be part man and part squid. you can squirt ink and breathe in the the lower depths. requires: you were born this way or transformed by magic.",
          "description": "You seem to be part man and part squid. You can squirt ink and breathe in the the lower depths.",
          "requires": "You were born this way or transformed by magic.",
          "name": "The Secret of the Squid",
          "id": "s115",
          "type": "secret"
     },
     {
          "full": "the secret of stormblood: as long as you can speak, you can channel magical power and do sorcery. requires: born to a stormblooded family or breath the air of a storm that blots out the sun in the open blue.",
          "description": "As long as you can speak, you can channel magical power and do Sorcery.",
          "requires": "Born to a stormblooded family or breath the air of a storm that blots out the sun in the Open Blue.",
          "name": "The Secret of Stormblood",
          "id": "s118",
          "type": "secret"
     },
     {
          "full": "the secret of subtle communication: you may see others' intentions and engage in meta-speak embedded in normal-seeming conversation that lesser men cannot understand. requires: training in courtly etiquette.",
          "description": "You may see others' intentions and engage in meta-speak embedded in normal-seeming conversation that lesser men cannot understand.",
          "requires": "Training in courtly etiquette.",
          "name": "The Secret of Subtle Communication",
          "id": "s122",
          "type": "secret"
     },
     {
          "full": "the secret of taking a beating: years of hard living have made you tough. you can replace the 'injured' or 'dead' condition with 'angry' if it comes up. requires: years of hard living.",
          "description": "Years of hard living have made you tough. You can replace the 'Injured' or 'Dead' condition with 'Angry' if it comes up.",
          "requires": "Years of hard living.",
          "name": "The Secret of Taking a Beating",
          "id": "s125",
          "type": "secret"
     }
]